package com.example.relativelayouttogglebuttonscrollview

class Database {
    val text = """
        Жил старик со своею старухой
        У самого синего моря;
        Они жили в ветхой землянке
        Ровно тридцать лет и три года.

        Старик ловил неводом рыбу,
        Старуха пряла свою пряжу.

        Раз он в море закинул невод —
        Пришел невод с одною тиной.
        Он в другой раз закинул невод —
        Пришел невод с травою морскою.

        В третий раз закинул он невод —
        Пришел невод с одною рыбкой,
        С непростою рыбкой — золотою.

        Как взмолится золотая рыбка!
        Голосом молвит человечьим:
        «Отпусти ты, старче, меня в море!
        Дорогой за себя дам откуп:
        Откуплюсь, чем только пожелаешь».

        Удивился старик, испугался:
        Он рыбачил тридцать лет и три года
        И не слыхивал, чтоб рыба говорила.

        Отпустил он золотую рыбку
        И сказал ей ласковое слово:
        «Бог с тобою, золотая рыбка!
        Твоего мне откупа не надо;
        Ступай себе в синее море,
        Гуляй там себе на просторе».

        Воротился старик ко старухе,
        Рассказал ей великое чудо.
        «Я сегодня поймал было рыбку,
        Золотую рыбку, непростую;
        По-нашему говорила рыбка;
        Домой в море синее просилась,
        Дорогою ценою откупалась;
        Я откупу её не взял,
        Отпустил её в синее море».

        Старика старуха забронила:
        «Дурачина ты, простофиля!
        Не умел ты взять выкупа с рыбки.
        Хоть бы взял ты с неё корыто,
        Наше-то совсем раскололось».

        Вот пошёл он к синему морю;
        Видит — море слегка разыгралось.
        Стал он кликать золотую рыбку,
        Приплыла к нему рыбка, спросила:
        «Чего тебе надобно, старче?»
    """.trimIndent()
}